<?php

   return [

      "websiteName" => "د.حجز",
      "nav.home" => "الصفحة الرئيسية",
      "nav.apoin" => "المواعيد",
      "nav.clinic" => "العيادة",
      "nav.contact" => "اتصل بنا",
      "nav.ourDoctor" => "الدكتور",
      "login" => "تسجيل الدخول",
      "logout" => "تسجيل الخروج",
      "language" => "اللّغة",
      "h1" => "ابحث عن الحياة الجيدة من خلال",
      "h1Span" => "الصحة الجيدة",
      "homeP" => "مرحبًا بكم في موقعنا، يرجى التعامل بجدية مع الأمور لأجل صحتكم وحجز موعد في وقت مناسب لكم",
      "bookNow" => "احجز الآن",
      "warning" => ".لا يمكنك إجراء حجز ما ما لم تقم بتسجيل الدخول",
      "email" => "عنوان البريد الإلكتروني",
      "password" => "كلمة المرور",
      "welcDoc" => "مرحبًا دكتور",
      "welcBack" => "مرحبًا بعودتك",
      "wrongEmailPass" => "البريد الإلكتروني أو كلمة المرور غير صحيحة!",
      "requiredEmail" => "حقل البريد الإلكتروني مطلوب.",
      "requiredPass" => "حقل كلمة المرور مطلوب.",
      'bookingHere' => 'حجوزاتك هنا',


      "about" => "حول",
      "aboutContent" => "الدكتور جون بوكر هو محترف طبي ذو خبرة عالية ومخلص بشغف لتحسين حياة مرضاه. بعد أكثر من 20 عامًا من ممارسة الطب، حقق الدكتور بوكر سمعة طيبة بفضل رعايته الاستثنائية للمرضى واختصاصه في مجموعة متنوعة من المجالات الطبية. حصل الدكتور بوكر على درجة الطب من [اسم المدرسة الطبية] وأكمل إقامته التخصصية في [اسم المستشفى]. هو معتمد من قبل الهيئات الطبية في [التخصصات] ويستمر في متابعة أحدث التطورات في علم الطب. طوال مسيرته المهنية، ساعد الدكتور بوكر عددًا لا يحصى من المرضى على تحقيق أهدافهم الصحية من خلال خطط علاجية مخصصة ورعاية متعاطفة. يضمن نهجه المركز على المريض أن يحصل كل فرد على الاهتمام والعلاج الذي يستحقه.",


      "services" => "الخدمات",
      "services1" => "الرعاية الطبية العامة",
      "services2" => "العلاجات المتخصصة",
      "services3" => "الاستشارات",
      "services4" => "نهج فريد",
      "services1C" => "يقدم الدكتور بوكر رعاية طبية عامة شاملة لمرضى جميع الأعمار. من الفحوصات الروتينية إلى إدارة الحالات المزمنة، نحن نعطي أولوية لصحتك ورفاهيتك.",
      "services2C" => "تتضمن علاجاتنا المتخصصة إجراءات متقدمة لمجموعة واسعة من القضايا الطبية. نقوم بتخصيص نهجنا وفقًا لاحتياجاتك الفريدة لضمان تحقيق أفضل نتائج ممكنة.",
      "services3C" => "احجز استشارة مع الدكتور بوكر لمناقشة مخاوفك الصحية، واستلام نصائح خبيرة، ووضع خطة صحية شخصية تتناسب مع نمط حياتك وأهدافك.",
      "services4C" => "في ممارستنا، نؤمن بنهج شامل ومركز على المريض في الرعاية الصحية. نركز ليس فقط على معالجة الأعراض، ولكن أيضًا على التعامل مع الأسباب الأساسية لتحقيق نتائج دائمة.",

      "footer.accreditations" => "الاعتمادات",
      "footer.acc1" => "نحن فخورون بانتمائنا إلى:",
      "footer.acc1A" => "الجمعية الطبية سعيفان",
      "footer.acc1B" => "أخصائي معتمد سعيفان",





      "footer.rights" => "٢٠٢٣ الدكتور بوكر. جميع الحقوق محفوظة.",
      "footer.privacy" => "سياسة الخصوصية",
      "footer.terms" => "شروط الاستخدام",

      "contactP" => "سنقوم بالرد عليك بسرعة من خلال عنوان البريد الإلكتروني أو رقم الهاتف الذي قدمته.",
      "message" => "الرسالة",
      "ChooseContact" => "اختر تفضيل الاتصال:",
      "contactPhone" => "الهاتف",
      "contactEmail" => "البريد الإلكتروني",
      "sendMessage" => "إرسال الرسالة",
      "messageSent" => "تم إرسال رسالتك.",
      'messRequird' => 'حقل الرسالة مطلوب.',
      'messMax' => 'الحد الأقصى للأحرف 100',
      'messMin' => 'لحد الأدنى للأحرف 5',


      "clinic" => "مرحبًا بك في عيادتنا",
      "ourClinic" => "عيادتنا الطبية:",
      "clinicContent1" => "نقدم خدمات طبية متخصصة عالية الجودة في مجموعة متنوعة من المجالات.",
      "clinicContent2" => "تقدم عيادتنا بيئة مريحة واحترافية لضمان راحة وسلامة المرضى.",
      "clinicContent3" => "لدينا أفضل التكنولوجيا.",
      "location" => "الموقع",
      "seeLocation" => 'رؤية الموقع',

      "certificate" => "الشهادة",
      "contact" => "اتصال",
      "phone" => "الهاتف: ",
      "Emailcontact" => "البريد الالكتروني: ",
      "callNow" => "اتصل الآن",
      "emailNow" => "المراسلة الآن",

      "==================== dashboard ====================",

      "dashboard" => "لوحة التحكم",
      "confirmPass" => "تأكيد كلمة المرور",
      "firstName" => "الاسم الأول",
      "lastName" => "الاسم الأخير",
      "phoneNumber" => "رقم الهاتف",
      "addPatient" => "إضافة مريض",
      "search" => "بحث",
      "Messages" => "الرسائل",
      "Setting" => "الإعدادات",
      "Profile" => "الملف الشخصي",
      "add" => "إضافة",
      "fullName" => "الاسم الكامل:",

      "==================== request add patient ====================",

      'added' => 'تمت إضافة حساب المريض.',
      "firstName.req" => "حقل الاسم الأول مطلوب.",
      "firstName.min" => "يجب أن يتكون الاسم الأول من ما لا يقل عن 3 أحرف.",
      "firstName.alpa" => "يجب أن يتكون الاسم الأول من أحرف فقط.",
      "lastName.req" => "حقل الاسم الأخير مطلوب.",
      "lastName.min" => "يجب أن يتكون الاسم الأخير من ما لا يقل عن 3 أحرف.",
      "lastName.alpa" => "يجب أن يتكون الاسم الأخير من أحرف فقط.",

      "emailUnique" => "هذا البريد الإلكتروني مستخدم بالفعل.",

      "passMin" => "يجب أن تكون كلمة المرور على الأقل 8 أحرف.",
      "passMatch" => "كلمات المرور غير متطابقة.",
      "passRegex" => "يجب أن تحتوي كلمة المرور على حرف واحد على الأقل ورقم واحد على الأقل.",

      "phoneRequired" => "حقل الهاتف مطلوب.",
      "phoneUnique" => "هذا الهاتف مستخدم بالفعل.",
      "phoneRegex" => "صيغة رقم الهاتف غير صالحة. يرجى استخدام الصيغة المناسبة.",


      "==================== search dashboard ====================",

      'name' => "الاسم",
      'emailSearch' => "البريد الإلكتروني",
      'actions' => "أفعال",
      'edit' => "تعديل",
      'delete' => 'حذف',
      'filter' => 'تصفية حسب',

      'editSuccess' => "تم تحديث معلومات المستخدم بنجاح",
      'deleteSuccess' => "تم حذف حساب المريض بنجاح",

      'deleteQuest' => "هل تريد حذف هذا الحساب ؟",
      'no' => 'كلا',
      'yes' => "نعم",

      "==================== profile dashboard ====================",

      "title" => "تحديث معلومات الحساب",
      "changePass" => "تغيير كلمة المرور",
      "HomePhoto" => "صورة الصفحة الرئيسية:",
      "ourDoctorPhoto" => "صورة طبيبنا:",
      "clinicPhoto" => "صورة العيادة:",
      "change" => "تغيير الصورة",
      "personalInfo" => "المعلومات الشخصية:",
      "update" => "تحديث",
      "updatedInfo" => "تم تحديث المعلومات بنجاح.",


      "==================== profile pic request ====================",

      "homeImg" => "يجب أن تكون صورة المنزل عبارة عن صورة.",
      "ourDocImg" => "يجب أن تكون صورة طبيبنا عبارة عن صورة.",
      "clinicImg" => "يجب أن تكون صورة العيادة عبارة عن صورة.",
      "mimes" => "يُسمح فقط بصيغ الصور JPEG، PNG، وJPG لصورة المنزل.",
      "max" => "أقصى حجم ملف مسموح به لصورة المنزل هو 2 ميجابايت.",


      "==================== profile pass request ====================",

      "currPassReq" => "كلمة المرور الحالية مطلوبة.",
      "inccorectCurrPass" => "كلمة المرور الحالية غير صحيحة.",
      "newPassReq" => "كلمة المرور الجديدة مطلوبة.",
      "changedPass" => "تم تغيير كلمة المرور بنجاح.",

      "back" => "رجوع",
      "currPass" => "كلمة المرور الحالية",
      "newPass" => "كلمة المرور الجديدة",
      "confNewPass" => "تأكيد كلمة المرور الجديدة",

      "==================== appointment ====================",

      'thisWeek' => 'هذا الأسبوع',
      'today' => 'اليوم',
      'daily' => 'يوميًا',
      'weekly' => 'أسبوعيًا',
      'bookedBy' => 'حجزت من قبل:',
      'booked' => 'محجوز',
      'notBooked' => 'غير محجوز',
      'date' => 'التاريخ:',
      'startTime' => 'وقت البداية:',
      'endTime' => 'وقت الانتهاء:',
      'submit' => 'قدِّم',
      'now' => 'الآن',
      'finished' => 'انتهى',
      'notStart' => 'لم يبدأ بعد',
      'Emptying' => 'تفريغ',
      'noBooking' => 'لا يوجد حجوزات',
      'askEmptying' => 'هل ترغب في تفريغ هذا الحجز ؟',
      'askDelete' => 'هل ترغب في حذف هذا الحجز ؟',
      'errorUnique' => 'هذا التاريخ تم إنشاؤه بالفعل أو هو بين حجز آخر!',
      'errorTimeBefore' => 'لا يمكنك تحديد وقت البدء قبل الوقت الحالي!',
      'errorTime' => 'لا يمكنك تحديد نفس الأوقات!',
      'errorTimeAfter' => 'لا يمكنك تحديد وقت البدء بعد وقت الانتهاء!',
      'requirStartDate' => 'هذا الحقل مطلوب',
      'validDate' => 'يجب أن يكون تاريخ البدء صالحًا.',
      'uniqueDate' => 'يجب أن تكون مزيج وقت البدء وتاريخ البدء فريدًا.',
      'dateTime' => 'تاريخ ووقت الحجز:',
      'emptyOneClick' => 'إفراغ هذا الحجز بنقرة واحدة',
      'deleteOneClick' => 'حذف هذا الحجز بنقرة واحدة',
      'none' => 'لا شيء',
      'deleteSucc' => 'تم حذف الحجز بنجاح',
      'emptySucc' => 'تم إفراغ الحجز بنجاح',

      'yourBooking' => 'حجزك',
      'startedNow' => 'بدأ الآن',
      'interest' => 'هل أنت مهتم بالحجز لهذا التاريخ؟',
      'read' => 'من فضلك اقرأ ما يلي قبل الحجز',
      'cancelAllowed' => ' ١. لا يُسمح بإلغاء الحجوزات.',
      'onceAllowed' => '٢. يرجى ملاحظة أنه يُسمح بحجز واحد فقط في اليوم.',
      'toDelete' => '٣. لطلب حذف حجزك، يرجى الاتصال بالطبيب.',
      'acceptAll' => "أقبل جميع الشروط",
      'bookedSucc' => 'تم الحجز بنجاح.',
      'errorOnce' => 'لا يُسمح بحجز مواعيد متعددة في يوم واحد.',

      'year' => 'السنة',
      'month' => 'الشهر',
      'day' => 'اليوم',
      'errorFormat' => 'لا يمكنك اجراء هذا البحث',

      'patientResources' => 'موارد المريض',
      'patientEducation' => 'مواد تثقيف المرضى',
      'health-related' => 'مقالات ذات صلة بالصحة',





































   ]

?>
